Repository: common-repository/woo-millikart-payment
Catalog: languages/woocommerce-millikart-payment-*.po
Languages: ru_ru

source: Enable/Disable
ru_ru: Включить/Выключить

source: Enable MilliKart Payment
ru_ru: Включить оплаты с помощью MilliKart

source: Payment Method Title
ru_ru: Название метода оплаты

source: It will be shown on checkout page
ru_ru: Он будет отображаться на странице Оформление заказа

source: MID value is given by MilliKart
ru_ru: Значение MID предоставляется MilliKart’ом

source: Provided by MilliKart
ru_ru: Предоставляется MilliKart’ом

source: Key value is given by MilliKart
ru_ru: Значение Key предоставляется MilliKart’ом

source: Currency
ru_ru: Валюта

source: Currency code of payment by ISO 4217 (ex.: AZN = 944)
ru_ru: Код валюты платежа по ISO 4217 (напр.: AZN = 944)

source: ex.: 944
ru_ru: напр.: 944

source: Payment URL
ru_ru: Ссылка платежа

source: URL to MilliKart payment page (provided by MilliKart)
ru_ru: Ссылка страницы оплаты MilliKart (предоставляется MilliKart’ом)

source: ex.: http://.../gateway/payment/register
ru_ru: напр.: http://.../gateway/payment/register

source: Payment Status
ru_ru: Ссылка статуса платежа

source: Payment Status checking URL (provided by MilliKart)
ru_ru: Ссылка для проверки статуса платежа (предоставляется MilliKart’ом)

source: ex.: http://.../gateway/payment/status
ru_ru: напр.: http://.../gateway/payment/status

source: <b>Pending payment!</b>
ru_ru: <b>В ожидании оплаты!</b>

source: <b>Successful payment!</b>
ru_ru: <b>Платёж проведен успешно!</b>

source: <b>Payment failed!</b> Get more information from <a target="_blank" href="https://mwp.millikart.az/login.php">MilliKart Account</a> or contact to your operator in MilliKart
ru_ru: <b>Платеж не прошел!</b> Получите дополнительную информацию в <a target="_blank" href="https://mwp.millikart.az/login.php">учетной записи MilliKart</a> или обратитесь к своему оператору в MilliKart

source: Settings
ru_ru: Настройки

source: MilliKart Payment Gateway for WooCommerce.
ru_ru: Платежная система MilliKart для WooCommerce.
